"User Authentication" = "Authentification utilisateur";

"Enable User Authentication" = "Authentification utilisateur";

"Login User Name:" = "Nom utilisateur de connexion:";
"Defined User ID" = "ID utilisateur défini";
"Mac Login Name" = "Nom de connexion Mac";
"Enter Login User Name:" = "Saisir le nom utilisateur de connexion:";

"Login Password:" = "Mot de passe de connexion:";
"Confirmation Password:" = "Mot de passe de confirmation:";

"Enable Driver key" = "Clé de cryptage du pilote";
"Driver Encryption Key:" = "Clé de cryptage du pilote:";
"Reenter Driver Key:" = "Saisir à nouveau la clé de confirmation:";
"Reenter the Confirmation Key:" = "Saisir à nouveau la clé de confirmation:";

"Restore Defaults" = "Restaurer les paramètres par défaut";

"Enter a valid [Login User Name]." = "Saisir un [Nom utilisateur de connexion] valide.";
"Entered [Login Password] is different." = "Le [Mot de passe de connexion] saisi est différent.";
"Entered [Driver Encryption Key] is different." = "La [Clé de cryptage du pilote] saisie est différente.";
"Enter a valid [Driver Encryption Key]" = "Saisir une [Clé de cryptage du pilote] valide.";

"Off" = "OFF";